"err0" = "Inconnu(0)";
"err100" = "Continuer";
"err101" = "Changement de protocole";
"err200" = "OK";
"err201" = "Créé";
"err202" = "Accepté";
"err203" = "Information partielle";
"err204" = "Aucun contenu";
"err205" = "Réinitialiser le contenu";
"err206" = "Contenu partiel";
"err300" = "Choix multiples";
"err301" = "Fichier définitivement déplacé";
"err302" = "Fichier temporairement déplacé";
"err303" = "Voir autre";
"err304" = "Non modifié";
"err305" = "Utiliser le proxy";
"err307" = "Redirection temporaire";
"err400" = "Requête incorrecte";
"err401" = "Non autorisé";
"err402" = "Paiement requis";
"err403" = "Interdit";
"err404" = "Fichier introuvable";
"err405" = "Méthode non autorisée";
"err406" = "Inacceptable";
"err407" = "Authentification proxy requise";
"err408" = "Expiration de la requête";
"err409" = "Conflit";
"err410" = "Introuvable";
"err411" = "Longueur requise";
"err412" = "Échec de la précondition";
"err413" = "Requête trop longue";
"err414" = "Requête URL trop longue";
"err415" = "Format non supporté";
"err416" = "Plage de requête incorrecte";
"err500" = "Erreur serveur";
"err501" = "Non implémenté";
"err502" = "Passerelle incorrecte";
"err503" = "À cours de ressources";
"err504" = "Expiration de la passerelle";
"err505" = "Version HTTP non supportée";